Repository: common-repository/wpyar-edd-saman-bank-gateway
Catalog: languages/edd-saman-bank-*.po
Languages: fa_ir

source: All credit cards Shetab
fa_ir: کلیه کارتهای بانکی عضو شتاب

source: saman bank error -1
fa_ir: خطایی در پردازش اطلاعات ارسالی. (-1)

source: saman bank error -3
fa_ir: ورودی ها حاوی کاراکتر های غیر مجاز می باشند. (-3)

source: saman bank error -4
fa_ir: کلمه عبور یا کد فروشنده اشتباه است. (-4)

source: saman bank error -6
fa_ir: سند قبلا برگشت کامل یافته است. (-6)

source: saman bank error -7
fa_ir: رسید دیجیتالی تهی است.(-7)

source: saman bank error -8
fa_ir: طول ورودی ها بیش از حد مجاز است. (-8)

source: saman bank error -9
fa_ir: وجود کاراکتر های غیر مجاز در مبلغ برگشتی. (-9)

source: saman bank error -10
fa_ir: رسید دیجیتالی به صورت Base64 نیست. (-10)

source: saman bank error -11
fa_ir: طول ورودی ها کمتر از حد مجاز است. (-11)

source: saman bank error -12
fa_ir: مبلغ برگشتی منفی است.(-12)

source: saman bank error -13
fa_ir: مبلغ برگشتی برای برگشت جزئی بیش از مبلغ برگشت نخورده ی رسید دیجیتالی است.(-13)

source: saman bank error -14
fa_ir: چنین تراکنشی تعریف نشده است. (-14)

source: saman bank error -15
fa_ir: مبلغ برگشتی به صورت اعشاری داده شده است. (-15)

source: saman bank error -16
fa_ir: خطای داخلی سیستم. (-16)

source: saman bank error -17
fa_ir: برگشت زدن جزیی تراکنش مجاز نمی باشد.(-17)

source: saman bank error -18
fa_ir: آی پی آدرس فروشنده نامعتر است. (-18)

source: saman bank error exist
fa_ir: شما قبلا این تراکنش را Verify کرده اید

source: RIAL
fa_ir: ریال

source: Setting Saman Bank
fa_ir: تنظیمات درگاه بانک سامان

source: <strong>Saman Bank Setting</strong>
fa_ir: <strong>تنظیم بانک سامان</strong>

source: Merchant code
fa_ir: کد پزیرنده

source: Merchant pass
fa_ir: رمز پذیرنده

source: Transitioning to a payment gateway
fa_ir: در حال انتقال به درگاه پرداخت...

source: If the payment was not transferred to the port, click here.
fa_ir: در صورتی که انتقال به درگاه پرداخت انجام نشد، اینجا کلیک کنید.

source: Saman Bank Gateway
fa_ir: درگاه بانک سامان

source: Pay with saman Bank gateway
fa_ir: پرداخت با درگاه بانک سامان
